Repository: george2/kapudan
Catalog: po/*.po
Languages: id, nb_no, ro, tr

source: Lancelot is an advanced and highly customizable menu for Chakra.<br><br>The program shortcuts are easy to access and well organized.
id: Lancelot merupakan menu yang bisa diubah dengan leluasa untuk Chakra.<br><br>Program pintasan yang mudah diakses dan dikelola dengan baik.
ro: Lancelot este un meniu avansat și foarte personalizabil pentru Chakra.<br><br>Scurtăturile programelor sunt ușor de accesat și bine organizate.
tr: Lancelot, Chakra için gelişmiş ve yüksek oranda kişiselleştirilebilir bir menüdür.<br><br>Uygulama kısayolları erişimi kolay ve iyi düzenlenmiştir.

source: Homerun Menu
id: Menu Homerun
nb_no: Homerun Meny
ro: Meniu Homerun
tr: Homerun Menüsü

source: Homerun is a full screen launcher with content organized in tabs.
id: Homerun merupakan peluncur layar penuh dengan isi yang dikelompokkan pada tab.
nb_no: Homerun er en fullskjerm starter med innhold organisert i faner.
ro: Homerun este un lansator în ecran complet cu conținutul organizat în file.
tr: Homerun sekmeler halinde düzenlenmiş içerikle tam ekran başlatıcısı.

source: This plasmoid shows a menu of the installed applications, similar to Lancelot but much simpler
id: Plasmoid ini memperlihatkan menu dari aplikasi yang terpasang, seperti Lancelot tapi lebih sederhana
ro: Acest plasmoid arată un meniu al aplicațiilor instalate, similar Lancelot dar mult mai simplu
tr: Bu plasmoid, Lancelot gibi ama daha basit olarak, kurulu uygulamalar menüsünü gösterir.

source: A non-fullscreen version of Homerun.
id: Versi non-layar-penuh dari Homerun.
ro: O versiune fără ecran complet a Homerun.
tr: Tam ekran olmayan Homerun versiyonu.

source: Form
ro: Formular

source: wallPaperName
nb_no: bakGrunnsNavn
ro: Nume fundal

source: GTK Integration and [extra]
id: Integrasi GTK dan [extra]
nb_no: GTK Integrasjon og [ekstra]
ro: Integrare GTK și [extra]
tr: GTK Entegrasyonu ve [extra]

source: Enable / Disable ksuperkey
id: Hidupkan / Matikan ksuperkey
nb_no: Aktiver / Deaktiver ksupertast
ro: Activare / Dezactivare ksuperkey
tr: ksuperkey'i etkinleştir / devre dışı bırak

source: Keyboard
nb_no: Tastatur
ro: Tastatură
tr: Klavye

source: <html><head/><body><p>Kapudan tries to automatically select the best keyboard layout according to your system language. If you want to use another layout, just make a selection below.</p></body></html>
id: <html><head/><body><p>Kapudan berusaha untuk memilih layout keyboard terbaik berdasar bahasa sistem anda. Jika anda ingin menggunakan layout yang lain, pilihlah pada pilihan dibawah.</p></body></html>
ro: <html><head/><body><p>Kapudan încearcă să selecteze automat cel mai bun aspect al tastaturii în funcție de limba sistemului dumneavoastră. Dacă doriți să utilizați un alt aspect, doar selectați de mai jos.</p></body></html>
tr: <html><head/><body><p>Kapudan sistem diline göre otomatik olarak en iyi klavye düzenini seçmek için çalışır. Eğer başka bir düzen kullanmak isterseniz, sadece aşağıdan bir seçim yapın.</p></body></html>

source: Test area:
id: Area Test:
nb_no: Testområde:
ro: Zonă de test:
tr: Test Alanı:

source: Summary
id: Ringkasan
nb_no: Sammendrag
ro: Rezumat
tr: Özet

source: Save Your Settings
id: Simpan Pengaturan Anda
nb_no: Lagre Dine Innstillinger
ro: Salvați configurările
tr: Ayarlarınızı Kaydedin

source: Mouse Settings
id: Pengaturan Tetikus
nb_no: Museinnstillinger
ro: Configurări maus
tr: Fare Ayarları

source: Selected Mouse configuration: <b>%s</b>
id: Konfigurasi Tetikus yang dipilih: <b>%s</b>
nb_no: Velg Musekonfigurasjon: <b>%s</b>
ro: Configurări maus selectate: <b>%s</b>
tr: Seçilen Fare yapılandırması:<br>%s</br>

source: Selected clicking behavior: <b>%s</b>
id: Perilaku klik yang dipilih: <b>%s</b>
nb_no: Velg klikkatferd: <b>%s</b>
ro: Comportament apăsare selectat: <b>%s</b>
tr: Seçilen tıklama davranışı:<br>%s</br>

source: Menu Settings
id: Menu Pengaturan
nb_no: Menyinnstillinger
ro: Configurări meniu
tr: Menü Ayarları

source: Selected Menu: <b>%s</b>
id: Menu Pilihan: <b>%s</b>
nb_no: Valgt Meny: <b>%s</b>
ro: Meniu selectat: <b>%s</b>
tr: Seçilen Menü:<br>%s</br>

source: Wallpaper Settings
id: Pengaturan Wallpaper
nb_no: Innstillinger for bakgrunnsbilde
ro: Configurări fundal
tr: Duvarkağıdı Ayarları

source: You haven't selected any wallpaper.
id: Anda tidak memilih wallpaper.
nb_no: Du har ikke valgt noen bakgrunnsbilde.
ro: Nu ați selectat nici un fundal.
tr: Herhangi bir duvarkağıdı seçmediniz.

source: Selected Wallpaper: <b>%s</b>
id: Wallpaper pilihan: <b>%s</b>
nb_no: Valgt Bakgrunnsbilde: <b>%s</b>
ro: Fundaluri selectate: <b>%s</b>
tr: Seçili Duvarkağıdı: <b>%s</b>:

source: Style Settings
id: Pengaturan Gaya
nb_no: Innstillinger for Stil
ro: Configurări stil
tr: Biçim Ayarları

source: You haven't selected any style.
id: Anda tidak memilih gaya satupun.
nb_no: Du har ikke valgt noen stil.
ro: Nu ați selectat nici un stil.
tr: Herhangi bir biçim seçmediniz.

source: Selected Style: <b>%s</b>
id: Gaya yang dipilih: <b>%s</b>
nb_no: Valgt Stil: <b>%s</b>
ro: Stil selectat: <b>%s</b>
tr: Seçili Biçim: <b>%s</b>:

source: Package Management Settings
id: Pengaturan Pengelola Paket
nb_no: Innstillinger for Pakkebehandler
ro: Configurări administrare pachet
tr: Paket Yönetim Ayarları

source: You have enabled or disabled octopi-notifier.
id: Kamu telah menghidupkan atau mematikan octopi-notifier.
ro: Ați activat sau dezactivat notificatorul octopi.
tr: Octopi-bildirmlerini etkin veya devredışı bırak.

source: You have:
id: Anda mempunyai:
nb_no: Du har:
ro: Aveți:
tr: Siz:

source: Services Settings
id: Pengaturan Service
ro: Configurări servicii
tr: Servis Ayarları

source: enabled cups;
id: mengaktifkan cups;
ro: cups activat;
tr: cups etkin;

source: disabled cups;
id: menon-aktifkan cups;
ro: cups dezactivat;
tr: cups devre dışı;

source: enabled bluetooth;
id: mengaktifkan bluetooth;
ro: bluetooth activat;
tr: bluetooth etkin;

source: disabled bluetooth;
id: menon-aktifkan bluetooth;
ro: bluetooth dezactivat;
tr: bluetooth devre dışı;

source: You have made no changes.
id: Anda tidak mengubah apapun.
ro: Nu ați făcut modificări.
tr: Bir değişiklik yapmadınız.

source: Security Settings
id: Pengaturan Keamanan
ro: Configurări de securitate
tr: Güvenlik Ayarları

source: enabled ClamAV;
id: mengaktifkan ClamAV;
nb_no: ClamAV slått på;
ro: ClamAV activat;
tr: ClamAV etkin;

source: disabled ClamAV;
id: menon-aktifkan ClamAV;
nb_no: ClamAV avslått;
ro: ClamAV dezactivat;
tr: ClamAV devre dışı;

source: enabled the firewall;
id: mengaktifkan firewall;
nb_no: brannmur slått på;
ro: firewall-ul este activat;
tr: Güvenlik Duvarı etkin;

source: disabled the firewall;
id: menon-aktifkan firewall;
nb_no: brannmur avslått;
ro: firewall-ul este dezactivat;
tr: Güvenlik Duvarı devre dışı;

source: Extra Settings
id: Pengaturan Tambahan
nb_no: Ekstra Innstillinger
ro: Configurări suplimentare
tr: Ekstra Ayarlar

source: enabled the [extra] repo;
id: repo [extra] difungsikan;
nb_no: [ekstra] pakkebrønn slått på;
ro: depozitul [extra] este activat;
tr: [extra] depoyu etkinleştir;

source: disabled the [extra] repo;
id: repo [extra] dimatikan;
nb_no: [ekstra] pakkebrønn slått av;
ro: depozitul [extra] este dezactivat;
tr: [extra] depoyu pasifleştir;

source: Error
id: Galat
nb_no: Feil
ro: Eroare
tr: Hata

source: Cannot restart plasma-desktop. Kapudan will now shut down.
id: Tidak dapat menjalankan ulang plasma-desktop. Kapundan akan mati sekarang.
ro: Nu se poate reporni biroul-plasma. Kapudan se va închide acum.
tr: Plazma-desktop'ı yeniden başlatamazsınız. Kapudan şimdi kapanacak.

source: Customize Your Desktop
id: Sesuaikan Desktop Anda
ro: Personalizați biroul
tr: Masaüstünü Özelleştirin

source: GTK Integration
id: Integrasi GTK
nb_no: GTK Integrasjon
ro: Integrare GTK
tr: GTK Entegrasyonu

source: Enable the [extra] repository.
id: Fungsikan repositori [extra].
nb_no: Slå på [ekstra] pakkebrønn.
ro: Activați depozitul [extra].
tr: [extra] depoyu aktifleştirin.

source: <html><head/><body><p>Chakra believes in providing an environment that is as clean as possible, and fully focused on KDE. This means there are no GTK applications in the repositories enabled by default. However, we recognize that there are quite a few &quot;must have&quot; GTK applications; these are provided in the <span style=" font-weight:600;">[extra] </span><a href="http://chakraos.org/wiki/index.php?title=Repositories"><span style=" text-decoration: underline; color:#00acff;">repository</span></a>, which can be enabled by those users that want to use it. For better integration of your GTK apps, please install gtk-integration or the GTK theme of your choice.</p></body></html>
ro: <html><head/><body><p>Chakra crede în asigurarea unui mediu care este cât de curat posibil și focalizat întreg pe KDE. Aceasta înseamnă că nu sunt aplicații GTK în depozitele activate implicit. Oricum, recunoaștem că sunt câteva &quot;trebuie avute&quot; aplicații GTK; acestea sunt furnizate în <span style=" font-weight:600;">[extra] </span><a href="http://chakraos.org/wiki/index.php?title=Repositories"><span style=" text-decoration: underline; color:#00acff;">repository</span></a>, care pot fi activate de acei utilizatori care doresc să le utilizeze. Pentru o mai bună integrare a aplicațiilor dumneavoastră GTK, instalați integrarea gtk sau tematica GTK la alegere.</p></body></html>
tr: <html><head/><body><p>Chakra mümkün olduğunca temiz ve sorunsuz bir KDE ortamına odaklanmaktadır. Varsayılan olarak etkin depolarda GTK uygulamalar bulunmaz. GTK uygulamalara ihtiyaç duyuyorsanız tercihen <span style=" font-weight:600;">[extra] </span><a href="http://chakraos.org/wiki/index.php?title=Repositories"><span style=" text-decoration: underline; color:#00acff;">depoları</span></a>, etkinleştirmeniz gerekmektedir. Daha uyumlu bir görünüm ve sorunsuz gtk-temalar için bu depolar gereklidir.</p></body></html>

source: Choose a Wallpaper
id: Pilih Wallpaper
nb_no: Velg Skrivebordsbakgrunn
ro: Alegeți un fundal
tr: Bir duvar kağıdı seçin

source: <html><head/><body><p>This screen helps you set your <span style=" font-weight:600;">user picture</span>. You can either choose an image from a file, or you can capture an image from your camera, if you have one. Select an option from the <span style=" font-weight:600;">options</span> menu.</p></body></html>
id: <html><head/><body><p>Layar ini membantu anda mengatur <span style="font-weight:600;">user picture</span> anda. Anda dapat memilih dari berkas citra, atau anda dapat mengambil citra dari kamera, jika ada. Pilih sebuah opsi dari menu <span style="font-weight:600;">options</span>.</p></body></html>
ro: <html><head/><body><p>Acest ecran vă ajută să configurați <span style=" font-weight:600;">poză utilizator</span>. Puteți fie să alegeți o imagine din fișier sau puteți să capturați o imagine cu camera, dacă aveți una. Selectați o opțiune din <span style=" font-weight:600;">opțiuni</span> meniu.</p></body></html>
tr: <html><head/><body><p>Bu ekran <span style=" font-weight:600;">kullanıcı resmi</span>nizi ayarlamaya yardımcı olur. Bir dosyadan bir resim seçebilir veya varsa kameranızdan bir fotoğraf yakalayabilirsiniz. <span style=" font-weight:600;">Seçenekler</span> menüsünden bir seçim yapın.</p></body></html>

source: Options
id: Opsi
nb_no: Valg
ro: Opțiuni
tr: Seçenekler

source: Choose an image
id: Pilih sebuah citra
nb_no: Velg et bilde
ro: Alegeți o imagine
tr: Resim seçin

source: Capture
id: Tangkap
nb_no: Ta bilde
ro: Captură
tr: Yakala

source: Recapture
id: Tangkap ulang
nb_no: Ta nytt bilde
ro: Recapturare
tr: Yeniden Yakala

source: More
id: Lebih Banyak
nb_no: Mer
ro: Mai mult
tr: Daha fazla

source: Congratulations!
id: Selamat!
nb_no: Gratulerer!
ro: Felicitări!
tr: Tebrikler!

source: Check for updates automatically?
nb_no: Automatisk sjekk for oppdateringer?
ro: Se verifică automat după actualizări?
tr: Güncellemeler otomatik kontrol edilsin mi?

source: <html><head/><body><p>To install and remove programs in Chakra, use the command-line program <a href="http://chakraos.org/wiki/index.php?title=Pacman"><span style=" text-decoration: underline; color:#00acff;">pacman</span></a>. You can run <span style=" font-weight:600;">sudo pacman -Syu</span> to update, <span style=" font-weight:600;">pacman -Ss </span><span style=" font-weight:600; font-style:italic;">keyword</span> to search through the repos, and <span style=" font-weight:600;">sudo pacman -S </span><span style=" font-weight:600; font-style:italic;">package</span> to install packages.</p><p>Pacman does not have any sort of graphical interface, so Chakra ships with Octopi, a Pacman frontend which can also provide update notifications. When updates are available, Octopi Notifier will show a notification in your system tray. </p></body></html>
ro: <html><head/><body><p>Pentru a instala sau elimina aplicații în Chakra, utilizați aplicația în linie de comandă <a href="http://chakraos.org/wiki/index.php?title=Pacman"><span style=" text-decoration: underline; color:#00acff;">pacman</span></a>. Puteți rula <span style=" font-weight:600;">sudo pacman -Syu</span> pentru actualizare, <span style=" font-weight:600;">pacman -Ss </span><span style=" font-weight:600; font-style:italic;">cuvânt cheie</span> pentru a căuta prin depozite și <span style=" font-weight:600;">sudo pacman -S </span><span style=" font-weight:600; font-style:italic;">package</span> pentru a instala pachete.</p><p>Pacman nu are nici un fel de interfață grafică, astfel Chakra vine cu Octopi, o interfață Pacman care asigură de asemenea notificări de actualizare. Când este disponibilă o actualizare, Notificatorul Octopi va arăta o notificare în bara de sistem. </p></body></html>
tr: <html><head/><body><p>Chakra Linuxta paket yükleme ve kaldırma işleri için konsol-uçbirimde <a href="http://chakraos.org/wiki/index.php?title=Pacman"><span style=" text-decoration: underline; color:#00acff;"> kullanabilirsiniz. <span style=" font-weight:600;">sudo pacman -Syu</span> komutunu kullanarak sistemi güncellemeye başlayabilirsin, <span style=" font-weight:600;">pacman -Ss </span><span style=" font-weight:600; font-style:italic;">anahtar kelime</span> komutu ile depolarda paketlerde arama yapabilirsin. <span style=" font-weight:600;">sudo pacman -S </span><span style=" font-weight:600; font-style:italic;">paket-adı</span> ile istediğin paketleri yükleyebilirsin.</p><p>Konsoldan pacman kullanmak istemiyorsanız Octopi kullanabilirsiniz. Octopi qt tabanlı bir pacman arayüzüdür. Paket yükleme işlemlerini yapmasının yanısıra sistem çubuğuna hatırlatma-uygulaması yerleşerek sistem güncellemelerini haber verir ve dilerseniz sistemi günceller, yükseltir. </p></body></html>

source: Updates
id: Update
nb_no: Oppdateringer
ro: Actualizări
tr: Güncelleştirmeler

source: <html><head/><body><p>The <span style=" font-weight:600;">clicking behavior</span> defines how many times you want to click to open files and folders. If you are <span style=" font-weight:600;">left handed</span>, you may prefer to swap the left and right buttons of your pointing device.</p></body></html>
id: <html><head/><body><p>The <span style=" font-weight:600;">clicking behavior</span> Menentukan berapa kali klik untuk membuka berkas atau folder. Jika anda <span style=" font-weight:600;">kidal </span>, mungkin anda ingin untuk menukar tombol kanan dan kiri dari perangkat penunjuk anda.</p></body></html>
ro: <html><head/><body><p> Un <span style=" font-weight:600;">comportament apăsare</span> definește de câte ori doriți să apăsați pentru a deschide fișiere și dosare. Dacă sunteți <span style=" font-weight:600;">stângaci</span>, poate preferați să inversați butoanele stâng și drept al dispozitivului de indicare.</p></body></html>
tr: <html><head/><body><p> <span style=" font-weight:600;">Tıklama davranışı</span> dosya ve dizinleri açmak için kaç kez tıklayacağınızı ifade eder. <span style=" font-weight:600;">Solaksanız</span>, girdi aygıtınızın sol ve sağ tuşlarını birbiri ile değiştirmek isteyebilirsiniz.</p></body></html>

source: Clicking Behaviour
id: Perilaku Klik
nb_no: Klikkoppførsel
ro: Comportament apăsare
tr: Tıklama Davranışı

source: Dou&ble-click to open files and folders
id: Klik Dou&ble untuk membuka berkas dan folder
ro: Clic dub&lu pentru deschiderea fișierelor și dosarelor
tr: Dosya ve klasörleri açmak için çift tıklayın

source: Single-click to open files and folders
id: Klik Sekali untuk membuka berkas dan folder
nb_no: Enkelt-klikk for å åpne filer og mapper
ro: Un singur clic pentru deschiderea fișierelor și dosarelor
tr: Dosya ve klasörleri açmak için tek tıklayın

source: Button Order
id: Urutan Tombol
nb_no: Knappesortering
ro: Ordine buton
tr: Düğme Düzeni

source: Right Hand
id: Normal
nb_no: Høyrehånds
ro: Mâna dreaptă
tr: Sağ El

source: Left Hand
id: Kidal
nb_no: Venstrehånds
ro: Mâna stângă
tr: Sol El

source: Reverse scrolling
id: Menggulung terbalik
nb_no: Invertert rulling
ro: Derulare inversată
tr: Ters Kaydırma

source: <html><head/><body><p><span style=" font-weight:600;">Your settings have been applied.</span> Now you can start enjoying Chakra, or check out the following links and applications for more settings, or for help and support. Don't forget to <span style=" font-weight:600;">join our community!</span></p></body></html>
id: <html><head/><body><p><span style=" font-weight:600;">Pengaturan anda sudah diterapkan .</span> Sekarang anda bisa mulai menikmati Chakra, atau periksa link berikut dan aplikasi untuk pengaturan lebih lanjut, atau untuk bantuan dan dukungan. Jangan lupa untuk <span style=" font-weight:600;">Gabung dengan komunitas kami!</span></p></body></html>
ro: <html><head/><body><p><span style=" font-weight:600;">Configurările dumneavoastră au fost aplicate.</span> Acum puteți începe să vă bucurați de Chakra, sau să consultați următoarele link-uri și aplicații pentru mai multe configurări, sau pentru ajutor și suport. Nu uitați să vă <span style=" font-weight:600;">alăturați-vă comunității noastre!</span></p></body></html>
tr: <html><head/><body><p><span style=" font-weight:600;">Ayarlarınız uygulandı.</span> Artık Chakra' dan zevk almaya başlayabilir veya daha fazla ayar ya da yardım ve destek için aşağıdaki bağlantıları ve uygulamaları deneyebilirsiniz. Topluluğumuza katılmayı <span style=" font-weight:600;">unutmayın!</span></p></body></html>

source: System Settings
id: Pengaturan Sistem
nb_no: Systeminnstillinger
ro: Configurări sistem
tr: Sistem Ayarları

source: Configuration tools for Chakra, such as the display settings, firewall, keyboard layout, user management...
id: Peralatan konfigurasi untuk Chakra, seperti pengaturan diplay, firewall, layout keyboard, pengelola pengguna...
ro: Unelte de configurare pentru Chakra, precum configurări afișaj, firewall, aspect tastatură, administrare utilizator...
tr: Chakra yapılandırma araçları, kullanıcı yönetimi, ekran ayarları, güvenlik duvarı, klavye düzeni gibi...

source: Help and Support
id: Bantuan dan Dukungan
nb_no: Hjelp og Support
ro: Ajutor și suport
tr: Yardım ve Destek

source: Chakra community: mailing lists, chat rooms, Wiki documents, help and support pages...
id: Komunitas Chakra: milis, ruang chat, dokumentasi Wiki, laman bantuan dan dukungan...
ro: Comunitatea Chakra: liste de corespondență, camere de discuții, documente Wiki, ajutor și pagini de suport...
tr: Çakra topluluğu: e-posta listeleri, sohbet odaları, Wiki belgeleri, yardım ve destek sayfaları...

source: Using KDE
id: Menggunakan KDE
nb_no: Bruke KDE
ro: Utilizând KDE
tr: KDE Kullan

source: Learn how to get the most out of KDE, the Plasma desktop, and everything else Chakra has to offer, in the Chakra Beginner's Guide.
id: Pelajari bagaimana KDE, desktop Plasma, dan apapun yang Chakra tawarkan, pada Chakra Beginner's Guide.
ro: Învățați cum să obțineți cel mai mult din KDE, biroul Plasma și orice altceva are Chakra de oferit, din Ghidul Începătorului Chakra.
tr: KDE, Plazma masaüstünü ve Chakra'nın sunduğu her şeyi nasıl kullanacağınızı Chakra Başlangıç ​​Kılavuzu'ndan öğrenin.

source: Beginner's Guide
nb_no: Nybegynners Guide
ro: Ghidul începătorului
tr: Yeni başlayanlar Kılavuzu

source: Run Kapudan on system startup?
id: Jalankan Kapudan pada startup sistem?
nb_no: Kjøre Kapudan når systemet starter?
ro: Se rulează Kapudan la pornirea sistemului?
tr: Kapudan, sistem başlangıcında çalışsın mı?

source: Welcome to %s
id: Selamat Datang di %s
nb_no: Velkommen til %s
ro: Bine ați venit la %s
tr: %s Hoşgeldiniz

source: Keep your system secure
id: Jaga sistem anda tetap aman
ro: Păstrați sistemul sigur
tr: Sisteminizi güvenli tutun

source: Enable / Disable Services (Daemons)
id: Aktifkan / non-Aktifkan Service (Daemon)
ro: Activare / dezactivare servicii (Demoni)
tr: Servisleri (Daemons) Etkinleştir / Devre Dışı Bırak

source: styleName
ro: Nume stil

source: You can also customize your <b>KDE menu</b> as you like. Please choose one from the following styles.
id: Anda juga dapat mengkustomisasi <b>menu KDE</b> anda sebagaimana anda suka. Silakan pilih dari salah satu gaya berikut.
ro: Puteți de asemenea să personalizați <b>meniul KDE</b> cum vă place. Alegeți unul dintre următoarele stiluri.
tr: <b>KDE menü</b>'yü istediğniz gibi özelleştirebilirsiniz. Lütfen aşağıdaki stilleri seçin.

source: Sample
id: Contoh
ro: Eșanțion
tr: Örnek

source: Enable ksuperkey and start it at login.
ro: Activează ksuperkey și pornește-l la autentificare.
tr: Ksuperkey' i etkinleştir ve açılışta başlat.

source: <html><head/><body><p>By default, you can open the application launcher with the <span style=" font-weight:600;">Alt+F1</span> keyboard shortcut. The <span style=" font-weight:600;">ksuperkey</span> program will bind your &quot;Super&quot; key (also known as the &quot;Meta&quot; or &quot;Windows&quot; key) to send this key combination when tapped, making it easier to open the launcher.</p></body></html>
ro: <html><head/><body><p>Implicit, puteți deschide lansatorul de aplicații cu scurtătura de taste <span style=" font-weight:600;">Alt+F1</span> . Aplicația <span style=" font-weight:600;">ksuperkey</span> va conecta tasta &quot;Super&quot; (cunoscută și ca tasta &quot;Meta&quot; sau &quot;Windows&quot;) pentru a trimite această combinație de tastă când este tastată, ușurând deschiderea lansatorului.</p></body></html>
tr: <html><head/><body><p>Öntanımlı olarak uygulama başlatıcısını klavye kısayolu <span style=" font-weight:600;">Alt+F1</span> ile açamazsınız. <span style=" font-weight:600;">ksuperkey</span> uygulaması basıldığında &quot;Super&quot; tuşunu (ayrıca &quot;Meta&quot; veya &quot;Windows&quot; tuşu olarak da bilinir) bu tuş bilemişimini basıldığında göndermek üzere bağlar ve başlatıcıyı açmanızı kolaylaştırır.</p></body></html>

source: <html><head/><body><p>You have successfully finished all steps. Here's a summary of the settings you want to apply. Click <span style=" font-weight:600;">Apply</span> if they look good, or go back and make more changes. </p></body></html>
id: <html><head/><body><p>Anda sudah berhasil menyelesaikan semua langkah. Berikut adalah ringkasan dari pengaturan yang ingin anda terapkan. Klik <span style=" font-weight:600;">Terapkan</span> jika anda sudah puas, atau kembali dan lakukan perubahan lagi. </p></body></html>
ro: <html><head/><body><p>Ați terminat cu succes toți pașii. Aici aveți un rezumat al configurărilor pe care doriți să le aplicați. Apăsați <span style=" font-weight:600;">Aplică</span> dacă arată bine, sau mergeți înapoi și efectuați mai multe modificări. </p></body></html>
tr: <html><head/><body><p>Tüm adımları başarıyla tamamladınız. Burada uygulanmasını istediğiniz ayarların bir özeti bulunmaktadır. Bunlar yerinde ve doğru ise <span style=" font-weight:600;">Uygula</span> düğmesine tıklayın veya geri dönüp başka değişiklikler yapın. </p></body></html>
