Repository: george2/kapudan
Catalog: po/*.po
Languages: id, nb_no, ro, tr

source: Welcome
id: Selamat Datang
nb_no: Velkommen
ro: Bine ați venit
tr: Hoşgeldiniz

source: What is Chakra?
id: Apa itu Chakra?
nb_no: Hva er Chakra?
ro: Ce este Chakra?
tr: Chakra Nedir?

source: <html><head/><body><p><span style=" font-weight:600;">Chakra</span> is a GNU/Linux distribution with an emphasis on KDE and Qt that focuses on simplicity from a technical standpoint and cutting-edge software, bringing the latest technologies to you.<br/><br/>The primary goal of the project is to provide a fast, user-friendly and powerful Live CD and operating system, specifically crafted for the award winning KDE Software Compilation and the elegant Plasma Workspaces.<br/><br/><span style=" font-weight:600;">Kapudan</span> will help you personalize your Chakra installation easily and quickly. Just click <span style=" font-weight:600;">next</span> when you are ready to begin. If you prefer, you can simply close this window now and configure your computer yourself.</p></body></html>
nb_no: <html><head/><body><p><span style=" font-weight:600;">Chakra</span> er en GNU/Linux distribusjon basert på KDE og Qt som fokuserer på tekniskt rent design og høyteknologisk programvare for å kunne tilby deg det nyeste av teknologi.<br/><br/>Hovedmålet til prosjektet er å tilby en rask, brukervennlig og kraftig Live CD og operativsystem, optimalisert for den prisvinnende KDE Software Compilation og det elegante Plasma Workspaces.<br/><br/><span style=" font-weight:600;">Kapudan</span> vil hjelpe deg å personalisere din Chakra installasjon raskt og enkelt. Bare klikk <span style=" font-weight:600;">neste</span> når du er klar til å starte. Hvis du ønsker, så kan du også lukke dette vinduet og konfigurere maskinen din selv.</p></body></html>
ro: <html><head/><body><p><span style=" font-weight:600;">Chakra</span> este o distribuție GNU/Linux cu un accent pus pe KDE și Qt care se focalizează pe simplicitate din punct de vedere tehnic și aplicații de ultimă oră, Aducând ultimele tehnologii la dumneavoastră.<br/><br/>Scopul principal al proiectului este să asigure un sistem de operare rapid, un Live CD puternic și prietenos, creat special pentru Compilația de Aplicații KDE premiată și de elegantul spați de lucru Plasma.<br/><br/><span style=" font-weight:600;">Kapudan</span>vă ajută să personalizați instalarea Chakra ușor și rapid. Apăsați doar <span style=" font-weight:600;">următor</span> când sunteți gata să începeți. Dacă preferați, puteți închide acum această fereastră și configurați computerul fără asistență.</p></body></html>
tr: <html><head/><body><p><span style=" font-weight:600;">Chakra</span> KDE ve Qt kullanan, teknik açıdan basitliğe ve son sürüm yazılımlara odaklı, en güncel teknolojileri size getiren bir GNU/Linux dağıtımıdır. <br/><br/>Projenin öncelikli hedefi ödüllü KDE Yazılım Derlemesi ve zarif Plasma Çalışma Alanı için özel hazırlanmış hızlı, kullanıcı dostu ve güçlü bir Çalışan CD ile işletim sistemi sunmaktır. <br/><br/><span style=" font-weight:600;">Kapudan</span> Chakra kurulumunuzu kolay ve hızlı şekilde kişiselleştirmenize yardımcı olacaktır. Başlamaya hazır olduğunuzda sadece <span style=" font-weight:600;">ileri</span>yi tıklayın. Arzu ederseniz bu pencereyi şimdi kapatabilir ve bilgisayarınızı kendiniz yapılandırabilirsiniz.</p></body></html>

source: Themes
id: Tema
nb_no: Temaer
ro: Tematici
tr: Temalar

source: Choose your favorite theme and desktop type. Customize Chakra with colorful styles and themes.
id: Pilih tema dan gaya desktop favorit anda. Sesuaikan Chakra dengan gaya dan tema yang berwarna warni.
nb_no: Velg ditt favoritt-tema og skrivebordstype. Tilpass Chakra med fargerike stiler og temaer.
ro: Alegeți tema favorită și tipul biroului. Personalizați Chakra cu stiluri colorate și teme.
tr: Favori temanızı ve masaüstü türünü seçin. Chakra ile renkli stilleri ve temaları özelleştirebilirsiniz.

source: KDE Themes
id: Tema KDE
nb_no: KDE Temaer
ro: Tematici KDE
tr: KDE Temaları

source: Desktop Type
id: Tipe Desktop
nb_no: Skrivebordstyper
ro: Tip birou
tr: Masaüstü Türü

source: Desktop view (KDE4 Style)
id: Tampilan Desktop (Gaya KDE4)
nb_no: Skrivebordsvisning (KDE4 Stil)
ro: Vizualizare birou (Stil KDE4)
tr: Masaüstü Görünümü (KDE4 Stili)

source: Folder view (KDE3 Style)
id: Tampilan Folder (Gaya KDE3)
nb_no: Mappevisning (KDE3 Stil)
ro: Vizualizare dosar (Stil KDE3)
tr: Klasör Görünümü (KDE3 Stili)

source: Number of Desktops
id: Jumlah Desktop
nb_no: Antall Skrivebord
ro: Număr de birouri
tr: Masaüstü sayısı

source: Services
id: Service
nb_no: Tjenester
ro: Servicii
tr: Servisler

source: cups: The Common Unix Printing Service
nb_no: cups: Felles Unix Printertjeneste
ro: cups: Serviciul Unix comun de tipărire
tr: cups: Ortak Unix Yazdırma Hizmeti

source: bluetooth: Enable Bluetooth communication
id: bluetooth:Fungsikan komunikasi Bluetooth
nb_no: bluetooth: Slå på Bluetooth kommunikasjon
ro: bluetooth: Activează comunicația bluetooth
tr: Bluetooth: Bluetooth iletişimini etkinleştir

source: <html><head/><body><p>By default, new installations of Chakra have only a bare minimum of required services (also called &quot;daemons&quot;) enabled. Not only does this reflect Chakra's principle of not making decisions for its users, it also adds to a new installation's security, by decreasing the number of active services that might be vulnerable to an attack.</p><p>If you wish, you can use the options below to tell some of the more widely used daemons to start automatically at boot time. To enable any service you would like to start on bootup, you can run <span style=" font-weight:600;">sudo systemctl enable </span><span style=" font-weight:600; font-style:italic;">daemon-name</span>. Respectively, run <span style=" font-weight:600;">sudo systemctl disable </span><span style=" font-weight:600; font-style:italic;">daemon-name</span> to disable it. Or, if you just want to start daemons manually, try <span style=" font-weight:600;">sudo systemctl start </span><span style=" font-weight:600; font-style:italic;">daemon-name</span>. (Eg, <span style=" font-weight:600;">sudo systemctl start cups</span>).</p></body></html>
id: <html><head/><body><p>Secara default, instalasi baru Chakra hanya mempunyai service minimum yang dibutuhkan (juga disebut &quot;jurig&quot;) yang diaktifkan. Hal ini tidak hanya menunjukkan prinsip Chakra untuk tidak membuat keputusan untuk pengguna, tapi juga menambahkan keamanan dalam pemasangan, dengan mengurangi jumlah service yang aktif yang mungkin rentan pada serangan.</p><p>Jika anda mau, anda dapat menggunakan opsi dibawah untuk membuat beberapa jurig umum yang biasa digunakan untuk dimulai secara otomatis pada waktu boot. Untuk mengaktifkan service apapun pada waktu bootup, anda dapat menjalankan <span style=" font-weight:600;">sudo systemctl enable </span><span style=" font-weight:600; font-style:italic;">nama-daemon</span>. Respectively, jalankan <span style=" font-weight:600;">sudo systemctl disable </span><span style=" font-weight:600; font-style:italic;">nama-daemon</span>. Atau, jika anda ingin menjalankan jurig secara manual, coba <span style=" font-weight:600;">sudo systemctl start </span><span style=" font-weight:600; font-style:italic;">nama-daemon</span>. (Mis, <span style=" font-weight:600;">sudo systemctl start cups</span>).</p></body></html>
ro: <html><head/><body><p>Implicit, noua instalare Chakra are numai un minim necesar de servicii necesare (denumiți &quot;demoni&quot;) activați. Nu numai asta reflectă principiul Chakra de a nu lua decizii pentru utilizatorii săi, se adaugă de asemenea o nouă securitate a instalării, prin scăderea numărului de servicii active care pot fi vulnerabile la un atac.</p><p>Dacă doriți, puteți utiliza opțiunile de mai jos să adreseze unii dintre cei mai utilizați demoni pe scară largă să pornească automat la pornirea sistemului. Pentru activarea oricărui serviciu care vreți să pornească odată cu sistemul, puteți rula <span style=" font-weight:600;">sudo systemctl enable </span><span style=" font-weight:600; font-style:italic;">nume-demon</span>. Respectiv, rulați <span style=" font-weight:600;">sudo systemctl disable </span><span style=" font-weight:600; font-style:italic;">nume-demon</span> pentru a-l dezactiva. Sau , dacă doar doriți să porniți demonii manual, încercați <span style=" font-weight:600;">sudo systemctl start </span><span style=" font-weight:600; font-style:italic;">nume-demon</span>. (Ex: <span style=" font-weight:600;">sudo systemctl start cups</span>).</p></body></html>
tr: <html><head/><body><p>Öntanımlı olarak Chakra yeni kurulumda çok az gerekli hizmeti (ayrıca &quot;artsüreç&quot; olarak da adlandırılırlar) etkinleştirir. Bu sadece Chakra' nın kullanıcıları adına karar uygulamamak ilkesini yansıtmakla kalmaz ayrıca bir saldırıya karşı duyarlı olabilecek etkin hizmetlerin sayısını da düşürerek yeni kuruluma güvenlik de ekler.</p><p>İsterseniz, önyüklemede hangi artsüreçlerin kendiliğinden başlatılacağını aşağıdaki seçeneklerden belirleyebilirsiniz. Önyüklemede kendiliğinden başlatılmasını istediğiniz hizmeti etkinleştirmek için <span style=" font-weight:600;">sudo systemctl enable </span><span style=" font-weight:600; font-style:italic;">artsüreç-adı</span> komutunu çalıştırabilirsiniz. Aynı şekilde, devre dışı bırakmak için <span style=" font-weight:600;">sudo systemctl disable </span><span style=" font-weight:600; font-style:italic;">artsüreç-adı</span> komutunu kullanabilirsiniz. Veya artsüreçleri elle başlatmak istiyorsanız <span style=" font-weight:600;">sudo systemctl start </span><span style=" font-weight:600; font-style:italic;">artsüreç-adı</span> komutunu deneyebilirsiniz. (Örn: <span style=" font-weight:600;">sudo systemctl start cups</span>).</p></body></html>

source: Daemons to start at boot time
id: Jurig dimulai saat waktu boot
nb_no: Daemons som starter ved oppstart
ro: Demoni de pornit în timpul pornirii
tr: Açılışta başlatılacak art süreçler

source: Folders
id: Folder
nb_no: Mapper
ro: Dosare
tr: Dizinler

source: Create folders in the home directory
id: Buat folder di direktori home
nb_no: Lag mapper i hjemmekatalogen
ro: Crează dosar în directorul acasă
tr: Ev dizininde dizin oluşturun

source: Selected:
id: Terpilih:
nb_no: Valgt:
ro: Selectate:
tr: Seçilen:

source: Downloads
id: Unduhan
nb_no: Nedlasting
ro: Descărcări
tr: İndirilenler

source: Documents
id: Dokumen
nb_no: Dokumenter
ro: Documente
tr: Belgeler

source: Videos
id: Video
nb_no: Videoer
ro: Video
tr: Videolar

source: Music
id: Musik
nb_no: Musikk
ro: Muzică
tr: Müzik

source: Pictures
id: Gambar
nb_no: Bilder
ro: Poze
tr: Resimler

source: None
id: Kosong
nb_no: Ingen
ro: Nimic
tr: Hiçbiri

source: Created folders in home directory
id: Buat folder pada direktori
nb_no: Opprettede mapper i hjemmekatalogen
ro: S-au creat dosare în directorul acasă
tr: Ev dizininde oluşturulan dizinler

source: Welcome Wizard
id: Wizard Selamat Datang
nb_no: Velkomstveiviser
ro: Bine ați venit la asistent
tr: Sihirbaza Hoşgeldiniz

source: Packages
id: Paket
nb_no: Pakker
ro: Pachete
tr: Paketler

source: Install / Remove Programs
id: Pasang / Hapus Program
nb_no: Installer / Fjern Programmer
ro: Instalare / Eliminare programe
tr: Program Kur/Kaldır

source: Wallpaper
nb_no: Bakgrunnstapet
ro: Fundal
tr: Duvarkağıdı

source: <html><head/><body><p>Choose your favorite wallpaper for your Chakra desktop. Don't forget to check out <span style=" font-weight:600;">Desktop Settings</span> to download cool new wallpapers.</p></body></html>
id: <html><head/><body><p>Pilih wallpaper favorit untuk destop Chakra anda. Jangan lupa untuk mengeceknya<span style="font-weight:600;'>Pengaturan Desktop</span>untuk mendownload wallpaper baru.</p></body></html>
ro: <html><head/><body><p>Alegeți fundalul de birou favorit pentru biroul Chakra. Nu uitați să consultați <span style=" font-weight:600;">Configurări birou</span> pentru a descărca fundaluri de birou noi și frumoase.</p></body></html>
tr: <html><head/><body><p>Chakra masaüstünüz için beğendiğiniz duvar kağıdını seçin. Yeni duvar kağıtlarını indirmek için <span style=" font-weight:600;">Masaüstü Ayarları</span>'na bakmayı unutmayın.</p></body></html>

source: Wallpapers
id: Wallpaper
nb_no: Bakgrunnstapeter
ro: Fundale
tr: Duvar Kağıtları

source: Choose wallpaper from file
id: Pilih wallpaper dari berkas
nb_no: Velg bakgrunnstapet fra fil
ro: Alegeți fundalul din fișier
tr: Duvar kağıdı dosyası seçin

source: Don't change wallpaper
id: Jangan ubah wallpaper
nb_no: Ikke endre bakgrunnstapet
ro: Nu schimba fundalul
tr: Duvar kağıdını değiştirme

source: Security
id: Keamanan
nb_no: Sikkerhet
ro: Securitate
tr: Güvenlik

source: Enable the firewall (UFW)
id: Aktifkan firewall (UFW)
nb_no: Slå på firewall (UFW)
ro: Activează firewall-ul (UFW)
tr: Güvenlik duvarı (UFW) nı etkinleştir

source: Enable Clam AntiVirus daemon (must be installed and configured)
id: Aktifkan jurig Clam AntiVirus (harus diinstal dan dikonfigurasi)
nb_no: Slå på Clam AntiVirus daemon (må være installert og konfigurert)
ro: Activare demon Clam AntiVirus (trebuie instalat și configurat)
tr: Clam AntiVirus daemon etkinleştir (yüklü ve yapılandırılmış olmalı)

source: <html><head/><body><p>Other security tools provided by Chakra include Tomoyo-tools, the KDE Wallet, rkhunter, chkrootkit, tiger, and more. Click the buttons below to learn more about these tools.</p></body></html>
id: <html><head/><body><p>Peralatan keamanan lain yang disediakan oleh Chakra seperti peralatan Tomoyo, KDE Wallet, rkhunter, chkrootkit, tiger, dan lainnya. Klik tombol dibawah untuk mempelajari lebih lanjut peralatan ini.</p></body></html>
ro: <html><head/><body><p>Alte unelte de securitate furnizate de Chakra includ uneltele Tomoyo, portofelul KDE, rkhunter, chkrootkit, tiger și altele. Apăsați butoanele de mai jos pentru a învăța mai multe despre aceste unelte.</p></body></html>
tr: <html><head/><body><p>Chakra tarafından sağlanan diğer güvenlik araçları Tomoyo araçları, KDE Cüzdan, rkhunter, chkrootkit, tiger, ve daha fazlasını içerir. Bu araçlar hakkında daha fazla bilgi için aşağıdaki düğmelere tıklayınız.</p></body></html>

source: ClamAV: Detect and remove malware
id: ClamAV: Deteksi dan hapus malware
nb_no: ClamAV: Detekter og fjern ondsinnet programvare
ro: ClamAV: Detectare și eliminare malware
tr: ClamAV: Malware tespit edin ve kaldırın

source: Tomoyo-tools: A Mandatory Access Control (MAC) implementation for Linux
id: Peralatan Tomoyo: implementasi Mandatory Access Control (MAC) untuk Linux
nb_no: Tomoyo-verktøy: En obligatorisk tilgangskontroll (MAC) implementasjon for Linux
ro: Unelte Tomoyo: Un control de acces obligatoriu (MAC) implementat pentru Linux
tr: Tomoyo-araçları: Linux için Zorunlu Erişim Kontrolü (MAC) uygulanması

source: KDE Wallet Manager: Protect and encrypt passwords and other information
id: KDE Wallet Manager: Melindungi dan meng-enkripsi sandi dan informasi lain
nb_no: KDE Lommeboksadministrator: Beskytt og krypter passord og annen informasjon
ro: Administrator portofel KDE: Protejează și codifică parolele și alte informații
tr: KDE Cüzdan Yöneticisi: Parolalarınızı ve diğer bilgilerinizi koruyun ve şifreleyin

source: chkrootkit and rkhunter: Check for the presence of rootkits on your system
id: chkrootkit dan rkhunter: Memeriksa keberadaan rootkit pada sistem anda
nb_no: chkrootkit og rkhunter: Se etter rootkits på ditt system
ro: chkrootkit și rkhunter: Verifică pentru prezența rootkit-urilor în sistem
tr: Chkrootkit ve rkhunter: rootkits'in, sisteminizde olup olmadığını denetleyin

source: Tiger: A host-based intrusion detection and auditing tool
id: Tiger: Peralatan untuk mengaudit dan mendeteksi gangguan yang berdasarkan pada host
nb_no: Tiger: En host-basert inntrenging deteksjon og revisjonsverktøy
ro: Tiger: O detectare a intruziunilor în gazda de bază și unealtă de audit
tr: Tiger: Bir host tabanlı saldırı tespit ve denetim aracı

source: <html><head/><body><p>Finally, Chakra also provides a graphical tool to configure the system firewall. Just click on &quot;Firewall&quot; in the KDE System Settings.</p></body></html>
id: <html><head/><body><p>Akhirnya, Chakra juga menyediakan peralatan grafis untuk mengonfigurasi firewall sistem. Tinggal klik pada &quot;Firewall&quot; pada Pengaturan Sistem KDE.</p></body></html>
nb_no: <html><head/><body><p>Til slutt, så tilbyr Chakra også et grafisk grensesnitt for å konfigurere brannmur. Bare klikk på &quot;Brannmur&quot; i KDE System Settings.</p></body></html>
ro: <html><head/><body><p>În cele din urmă, Chakra asigură de asemenea o unealtă grafică pentru configurat firewall-ul sistemului. Doar apăsați pe &quot;Firewall&quot; în Configurări de sistem KDE.</p></body></html>
tr: <html><head/><body><p>Son olarak, çakra Ayrıca sistem güvenlik duvarını yapılandırmak için bir grafik araç sağlar. Sadece KDE Sistem Ayarlarından &quot;Güvenlik Duvarı&quot; üzerine tıklayın.</p></body></html>

source: <html><head/><body><p>Security is a process, not a product, and no operating system can realistically claim to be perfectly secure. It is up to you to make sure you keep your system up to date, and follow best security practices. However, Chakra does provide a few tools to help you keep your system safe.</p></body></html>
id: <html><head/><body><p>Keamanan merupakan proses, bukan produk, dan tidak ada sistem operasi yang secara realistis dikatakan benar benar aman. Hal ini terserah kepada anda untuk memastikan sistem anda tetap up to date, dan menerapkan praktek keamanan terbaik. Bagaimanapun juga, Chakra menyediakan beberapa peralatan untuk menjaga sistem anda tetap aman. </p></body></html>
ro: <html><head/><body><p>Securitatea nu este un proces și nici un produs, nici un sistem de operare nu poate susține realist că este perfect sigur. Ține de dumneavoastră să vă asigurați că păstrați sistemul actualizat și că urmați cele mai bune practici de securitate. Oricum, Chakra furnizează câteva unelte care vă ajută să păstrați sistemul în siguranță.</p></body></html>
tr: <html><head/><body><p>Güvenlik bir süreçtir, bir ürün değildir. Hiçbir işletim sistemi gerçekçi olarak mükemmel güvenliği sağladığını iddia edemez. Sisteminizi güncel tutmak ve en iyi güvenlik önerilerini takip etmek size kalmış bir şeydir. Ancak, Chakra; sisteminizi güvenli tutmanıza yardımcı olmak için bir kaç araç sunmaktadır.

source: Security Tools
id: Peralatan Keamanan
nb_no: Sikkerhetsverktøy
ro: Unelte de securitate
tr: Güvenlik Araçları

source: Mouse
id: Tetikus
nb_no: Mus
ro: Maus
tr: Fare

source: Setup Mouse Behavior
id: Pengaturan Perilaku Tetikus
nb_no: Sett opp Museatferd
ro: Configurare comportament maus
tr: Fare Davranışını Yapılandırın

source: Left Handed
id: Kidal
nb_no: Venstrehånds
ro: Stângaci
tr: Sol Elle

source: Right Handed
id: Normal
nb_no: Høyrehånds
ro: Dreptaci
tr: Sağa Elle

source: Single Click
id: Klik Sekali
nb_no: Enkelt Klikk
ro: Click singur
tr: Tek Tıklama

source: Double Click
id: Klik Dua Kali
nb_no: Dobbelt Klikk
ro: Click dublu
tr: Çift Tıklama

source: Home Folder
id: Folder Home
nb_no: Hjemmemappe
ro: Dosar acasă
tr: Ev Klasörü

source: Downloads
id: Unduhan
nb_no: Nedlastet
ro: Descărcări
tr: İndirilenler

source: Documents
id: Dokumen
nb_no: Dokumenter
ro: Documente
tr: Belgeler

source: Videos
id: Video
nb_no: Videoer
ro: Video
tr: Videolar

source: Music
nb_no: Musikk
ro: Muzică
tr: Müzik

source: Pictures
id: Gambar
nb_no: Bilder
ro: Poze
tr: Resimler

source: <html><head/><body><p>Your home directory does not contain folders for documents, music, pictures and the like by default. Kapudan will create the folders selected below for you now; unselect the ones you don't want.</p></body></html>
id: <html><head/><body><p>Direktori home kamu tidak berisi folder untuk dokumen, musik, gambar dan sejenisnya secara bawaan. Kapudan akan membuat folder terpilih dibawah untukmu sekarang; jangan pilih yang tidak kamu inginkan.</p></body></html>
ro: <html><head/><body><p>Directorul dumneavoastră acasă nu conține dosare implicite pentru documente, muzică, poze și altele. Kapudan va creea dosarele selectate mai jos; deselectați pe acelea pe care nu le doriți.</p></body></html>
tr: <html><head/><body><p>Öntanımlı olarak ev dizininizde belgeler, müzik, resimler ve benzeri için dizinler bulunmamaktadır. Kapudan, sizin için aşağıda seçili olan dizinleri şimdi oluşturacaktır; istemediklerinizi seçimini kaldırın.</p></body></html>

source: Welcome to Chakra
id: Selamat Datang di Chakra
nb_no: Velkommen til Chakra!
ro: Bine ați venit la Chakra
tr: Chakra'ya Hoşgeldiniz

source: Cancel
id: Batal
nb_no: Kanseller
ro: Anulare
tr: İptal

source: Back
id: Kembali
nb_no: Tilbake
ro: Înapoi
tr: Geri

source: Next
id: Lanjut
nb_no: Neste
ro: Următor
tr: İleri

source: Finish
id: Selesai
nb_no: Ferdig
ro: Final
tr: Bitir

source: Apply
id: Terapkan
nb_no: Anvend
ro: Aplică
tr: Uygula

source: Search
id: Cari
nb_no: Søk
ro: Căutare
tr: Ara

source: Strigi Desktop Search indexes your frequently used files. This gives you very fast file search results. Strigi also can search for files based on their contents. On older computers, this can use a lot of resources.
id: Pencarian Desktop String mengindeks berkas yang sering anda pakai. Hal ini memberi anda pencarian berkas yang cepat. Strigi juga dapat mencari berkas berdasarkan isinya. Pada komputer yang lebih lama, Strigi dapat menggunakan banyak sumber daya.
ro: Căutarea de birou Strigi indexează fișierele dumneavostră frecvent utilizate. Această vă oferă foarte rapid rezultate de căutare. Strigi poate de asemenea să caute după fișiere bazat pe conținutul acestora. Pe computerele vechi, aceasta poate utiliza multe resurse.
tr: Strigi Desktop Search sık kullanılan dosyalarınızın dizine alır. Bu çok hızlı dosya arama sonuçları verir. Ayrıca Strigi ile dosyalarda içeriğine göre arama da yapabilirsiniz. Eski bilgisayarlarda, bu kaynakları sıkça kullanabilirsiniz.

source: Allow Strigi to index my files
id: Perbolehkan Strigi untuk mengindeks berkas saya
nb_no: Tillat Strigi å indeksere mine filer
ro: Permite Strigi să îmi indexeze fișierele
tr: Stringi'nin dosyalarımı dizinlemesine izin ver

source: Search Options
id: Opsi Pencarian
nb_no: Søkevalg
ro: Opțiuni căutare
tr: Arama Seçenekleri

source: Menu
nb_no: Meny
ro: Meniu
tr: Menü

source: Choose a Menu Style
id: Pilih Gaya Menu
nb_no: Velg en Menystil
ro: Alegeți un stil meniu
tr: Bir Menü Biçimi Seçin

source: Kick-off Menu
id: Menu Kick-off
nb_no: Kick-off Meny
ro: Meniu Kick-off
tr: Kick-off Menü

source: Kick-off menu is the default menu of Chakra.<br><br>The program shortcuts are easy to access and well organized.
id: Menu Kick-off merupakan menu bawaan Chakra.<br><br>Program pintasan yang mudah diakses dan dikelompokkan dengan baik.
ro: Meniul Kick-off este meniul implicit pentru Chakra.<br><br>Scurtăturile programelor sunt ușor de accesat și bine organizate.
tr: Kick-off menü Chakra' nın öntanımlı menüsüdür. <br><br>Uygulama kısayolları erişimi kolay ve iyi düzenlenmiştir.

source: Simple Menu
id: Menu Sederhana
nb_no: Enkel Meny
ro: Meniu simplu
tr: Basit Menü

source: Simple menu is an old style menu from KDE 3.<br><br>It is a very lightweight menu thus it is recommended for slower PC's.
id: Menu Sederhana merupakan menu gaya klasik dari KDE 3.<br><br>Merupakan menu yang ringan, sehingga direkomendasikan untuk PC yang agak lamban.
ro: Meniul simplu este un meniu în stil vechi pentru KDE 3.<br><br>Este un meniu foarte ușor fiind recomandat pentru PC-urile lente.
tr: Basit menü KDE 3 sürümünden kalan eski menü biçimidir.<br><br>Çok hafif bir menü biçim olduğundan yavaş bilgisiyarlar için önerilir.

source: Lancelot Menu
id: Menu Lancelot
nb_no: Lancelot Meny
ro: Meniu Lancelot
tr: Lancelot Menü
