Repository: george2/kapudan
Catalog: po/*.po
Languages: id, nb_no, ro, tr

source: The following settings will be applied
id: Perubahan pengaturan berikut yang akan diterapkan
ro: Următoarele configurări vor fi aplicate
tr: Aşağıdaki ayarlar uygulanacaktır

source: Homerun Kicker
tr: Homerun Kicker Menü

source: AppMenu QML
nb_no: AppMeny QML

source: wallpaperDesc
nb_no: bakGrunnsBesk

source: ksuperkey
nb_no: ksupertast
